;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! dash-at-point)
(package! winum)
(package! exec-path-from-shell :disable t)
(package! pyvenv)
(package! auto-yasnippet)
(package! evil-avy)
(package! drag-stuff)
(package! major-mode-hydra)
(package! pcmpl-args)
(package! helm-mode-manager)
(package! helm-make)
(package! helm-ls-git)
(package! helm-swoop)
(package! nswbuff)
(package! symbol-overlay)
(package! dired-filter)
(package! dired-narrow)
(package! dired-subtree)
(package! dired-sidebar)
(package! dired-launch)
(package! let-alist)
(package! tablist)
(package! org-noter)
;; (package! lsp-mode)
;; (package! lsp-ui)
;; (package! company-lsp)
;; (package! nov)
